[
    {
        "id":"01",
        "name":"HTML",
        "img":"https://www.mytoworld.com/wp-content/uploads/2020/10/html-nedir-501x381.png",
        "Details":"The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets and scripting languages such as JavaScript."

    },
    {
        "id":"02",
        "name":"CSS",
        "img":"https://static.javatpoint.com/csspages/images/css-tutorial.png",
        "Details":"Cascading Style Sheets is a style sheet language used for describing the presentation of a document written in a markup language such as HTML or XML. CSS is a cornerstone technology of the World Wide Web, alongside HTML and JavaScript."
    },
    {
        "id":"03",
        "name":"JAVASCRIPT",
        "img":"https://static.javatpoint.com/images/javascript/javascript_logo.png",
        "Details":"JavaScript, often abbreviated as JS, is a programming language that is one of the core technologies of the World Wide Web, alongside HTML and CSS. As of 2022, 98% of websites use JavaScript on the client side for webpage behavior, often incorporating third-party libraries. "
    },
    {
        "id":"04",
        "name":"REACT",
        "img":"https://www.datocms-assets.com/45470/1631110818-logo-react-js.png",
        "Details":"React is a free and open-source front-end JavaScript library for building user interfaces based on UI components. It is maintained by Meta and a community of individual developers and companies."
    },
    {
        "id":"05",
        "name": "FIREBASE",
        "img": "https://miro.medium.com/max/300/1*R4c8lHBHuH5qyqOtZb3h-w.png",
        "Details":"Firebase Authentication provides backend services, easy-to-use SDKs, and ready-made UI libraries to authenticate users to your app. It supports authentication using passwords, phone numbers, popular federated identity providers like Google, Facebook and Twitter, and more."
    },
    {
        "id":"06",
        "name":"MONGODB",
        "img":"https://img.favpng.com/16/12/14/mongodb-database-clip-art-computer-icons-nosql-png-favpng-DBdwbhycTnwNvHA06hqJMBbmE.jpg",
        "Details":"Mongoose is a JavaScript object-oriented programming library that creates a connection between MongoDB and the Node.js JavaScript runtime environment. "
    }
]